/****************************************************************************/
/* verified by Sylvia 2/4/2013

/* For MainViewController.m */

/* Title of page */
"Now Playing" = "Ahora suena";

/* Title for 'Next' label when nextSong is visible */
/*"Next" = "Siguiente";*/
"Next" = "Próx."; 

/* For MediaGroupViewController.m */

/* Title of page */
"Select Music" = "Seleccione";

/* Collection Titles */
"Playlists" = "Listas";
"Artists" = "Artistas";
"Songs" = "Canciones";
"Albums" = "Albumes";
"Compilations" = "Recopilaciones";
"Composers" = "Compositores";
"Genres" = "Géneros";
"Podcasts" = "Podcasts";



